Repository: thermesmarins/tmsm-woocommerce-stocknotifier
Catalog: languages/tmsm-woocommerce-stocknotifier-*.po
Languages: fr_fr

source: In-Stock Notifier
fr_fr: Notification de réapprovisionnement

source: When a product is Out-of-Stock and when it comes In-Stock again, this email is sent to all users registered in the waiting list for that product.
fr_fr: Lorsqu'un produit est en rupture de stock puis de nouveau disponible, cet e-mail est envoyé à tous les utilisateurs inscrits sur la liste d'attente pour ce produit.

source: {product_title} now back in stock at {blogname}
fr_fr: {product_title} est de nouveau en stock sur {blogname}

source: A product you are waiting for is back in stock
fr_fr: Un produit que vous attendiez est de nouveau en stock

source: Waitlist
fr_fr: Liste d'attente

source: Enable Waitlist
fr_fr: Activer la liste d'attente

source: Join Button label
fr_fr: Libellé du bouton Rejoindre

source: Join Waitlist
fr_fr: Rejoindre la liste d'attente

source: Leave Button label
fr_fr: Libellé du bouton Quitter

source: Leave Waitlist
fr_fr: Quitter la liste d'attente

source: Additional Options
fr_fr: Options supplémentaires

source: Remove user after email sent.
fr_fr: Supprimer l'utilisateur après l'envoi de l'e-mail.

source: Allow guest to join.
fr_fr: Autoriser les invités à rejoindre.

source: Archive user after email sent.
fr_fr: Archiver l'utilisateur après l'envoi de l'e-mail.

source: Email sent!
fr_fr: E-mail envoyé !

source: Email successfully sent to all users.
fr_fr: E-mail envoyé avec succès à tous les utilisateurs.

source: Failed!
fr_fr: Échec !

source: Failed to send email to all users.
fr_fr: Échec de l'envoi de l'e-mail à tous les utilisateurs.

source: Send Email
fr_fr: Envoyer l'e-mail

source: Send Email to all users
fr_fr: Envoyer l'e-mail à tous les utilisateurs

source: Users waitlist
fr_fr: Liste d'attente des utilisateurs

source: The following users are currently on the waiting list for this product.
fr_fr: Les utilisateurs suivants sont actuellement sur la liste d'attente pour ce produit.

source: Remove User
fr_fr: Supprimer l'utilisateur

source: Add new user
fr_fr: Ajouter un nouvel utilisateur

source: Enter email address
fr_fr: Saisissez l'adresse e-mail

source: Add User
fr_fr: Ajouter l'utilisateur

source: Cancel
fr_fr: Annuler

source: Users
fr_fr: Utilisateurs

source: Archived users
fr_fr: Utilisateurs archivés

source: Send email to all users
fr_fr: Envoyer l'e-mail à tous les utilisateurs

source: No users
fr_fr: Aucun utilisateur

source: Currently there are no users waiting for this product.<br/>Click on "Add new user" to add new user manually.
fr_fr: Actuellement, aucun utilisateur n'attend ce produit.<br/>Cliquez sur "Ajouter un nouvel utilisateur" pour en ajouter un manuellement.

source: The following users are archived after sending the email.
fr_fr: Les utilisateurs suivants sont archivés après l'envoi de l'e-mail.

source: No archived users
fr_fr: Aucun utilisateur archivé

source: User will be added to archived list once the email is sent. <br/> To enable this feature go to "WooCommerce > In-Stock Notifier".
fr_fr: L'utilisateur sera ajouté à la liste des archivés une fois l'e-mail envoyé. <br/> Pour activer cette fonctionnalité, allez dans "WooCommerce > Notification de réapprovisionnement".

source: Not published
fr_fr: Non publié

source: Product is not published yet.
fr_fr: Le produit n'est pas encore publié.

source: In-stock
fr_fr: En stock

source: Product is already available for sale.
fr_fr: Le produit est déjà disponible à la vente.

source: Click to toggle
fr_fr: Cliquer pour basculer

source: Waitlist for %s
fr_fr: Liste d'attente pour %s

source: Out of Stock
fr_fr: Rupture de stock

source: Provide your Email so we can email you when product comes in-stock.
fr_fr: Indiquez votre e-mail pour que nous puissions vous prévenir lorsque le produit sera de nouveau en stock.

source: Enter Your Email Address...
fr_fr: Saisissez votre adresse e-mail...

source: Join waitlist
fr_fr: Rejoindre la liste d'attente

source: We'll notify you as soon as item is back in stock.
fr_fr: Nous vous informerons dès que l'article sera de nouveau en stock.

source: Join the waitlist, so we can notify you as soon as the item is back in stock.
fr_fr: Rejoignez la liste d'attente pour être informé dès que l'article sera de nouveau en stock.

source: Leave waitlist
fr_fr: Quitter la liste d'attente

source: Please enter valid email address.
fr_fr: Veuillez saisir une adresse e-mail valide.

source: This email is already in the wait list for this product, please try any different email.
fr_fr: Cet e-mail est déjà sur la liste d'attente pour ce produit, veuillez en essayer un autre.

source: You have successfully joined waitlist.
fr_fr: Vous avez rejoint la liste d'attente avec succès.

source: You have been removed from the waiting list for this product
fr_fr: Vous avez été retiré de la liste d'attente pour ce produit

source: Please login to view products list.
fr_fr: Veuillez vous connecter pour voir la liste des produits.

source: You must have to login or Pass the User ID to list out the products.
fr_fr: Vous devez vous connecter ou fournir l'ID utilisateur pour afficher la liste des produits.

source: Hi %s, here is the product list you are waiting for.
fr_fr: Bonjour %s, voici la liste des produits que vous attendez.

source: There is no product.
fr_fr: Il n'y a aucun produit.

source: In-Stock Notifier can't active because it requires WooCommerce in order to work.
fr_fr: La notification de réapprovisionnement ne peut pas être activée car elle nécessite WooCommerce pour fonctionner.

# Email greetings
source: Hi there,
fr_fr: Bonjour,

source: %1$s is now back in stock at %2$s.
fr_fr: %1$s est de nouveau en stock sur %2$s.

source: You have been sent this email because your email address was registered in a waiting list for this product.
fr_fr: Vous recevez cet e-mail car votre adresse a été inscrite sur une liste d'attente pour ce produit.

source: If you want to purchase %1$s, please visit the following link: %2$s
fr_fr: Si vous souhaitez acheter %1$s, veuillez visiter le lien suivant : %2$s

# Email salutation
source: Hi There,
fr_fr: Bonjour,

source: You have been sent this email because your email address was registered on a waiting list for this product.
fr_fr: Vous recevez cet e-mail car votre adresse a été inscrite sur une liste d'attente pour ce produit.

source: If you would like to purchase %1$s, please visit the following <a href="%2$s">link</a>
fr_fr: Si vous souhaitez acheter %1$s, veuillez visiter ce <a href="%2$s">lien</a>
